{
    "A - BODY PAD": [
        "Pieces Needed: BACK COVER, FRONT COVER, SIDE BACK COVER, SIDE FRONT COVER (DOUBLEKNIT 2118 WHITE)",
        "BACK BASE, FRONT BASE, SIDE BACK BASE, SIDE FRONT BASE (MESH H4057 WASHED WHITE)",
        "BACK, FRONT, SIDE BACK, SIDE FRONT (FOAM XSTIFF 1/2\" WHITE)",
        "1 - Sew the darts in the BACK COVER, and SIDE FRONT COVER (DOUBLEKNIT) pieces.",
        "2 - Sew the darts in the BACK BASE, SIDE FRONT BASE (MESH H4057 WASHED WHITE) pieces.",
        "3 - Hand-sew darts in BACK, SIDE FRONTand LEG SIDE (FOAM) pieces.",
        "4 - Flat the (FOAM) pieces to the BASE (MESH) pieces with 1/8\" SA; the BASE pieces have 1/2\" SA.",
        "5 - Flat the COVER pieces to the BASE pieces sandwiching the foam between; the COVER pieces are larger.",
        "6 - Once Foam pieces are flatlined, overlock the excess seam allowance down to 1/2\" from the foam flatting line.",
        "7 - Sew the vertical seams and zig-zag seams open. DO NOT sew the side seams at this time.",
        "a. - Foam will be caught in the seams at 1/8\". This is necessary to prevent foam from rolling or buckling.",
        "b. - Leave center back open above the notch.",
        "-This makes (2) halves of the BODY PAD."
    ],
    "B - LEG PADS": [
        "Pieces Needed: LEG INSERT, GIRTH (MESH SUPER WHITE)",
        "LEG SIDE COVER, LEG BACK COVER (DOUBLEKNIT 2118 WHITE)",
        "LEG INSEAM COVER, LEG INSEAM LINING, LEG SIDE LINING, LEG BACK LINING (MESH H4057 WASHED WHITE)",
        "LEG SIDE, LEG BACK, LEG INSEAM (FOAM RET 1/2\" CHARCOAL)",
        "1 - Sew the darts in the LEG SIDE COVER (DOUBLEKNIT).",
        "2 - Sew the darts in the LEG SIDE LINING (MESH H4057 WASHED WHITE).",
        "3 - Hand-sew darts in LEG SIDE (FOAM).",
        "4 - Flat the (FOAM) pieces to the LINING (MESH) pieces with 1/8\" SA; the LINING pieces have 1/2\" SA.",
        "5 - Flat the COVER pieces to the LINING pieces sandwiching the foam between; the COVER pieces are over large.",
        "6 - Once Foam pieces are flatlined, overlock the excess seam allowance down to 1/2\" from the foam flatting line.",
        "7 - Fold the LEG INSERT (MESH SUPER) in half, wrong sides together, and overlock the outer edge together.",
        "8 - Overlock all edges of the GIRTH (MESH SUPER).",
        "9 - Sew the vertical seams and zig-zag seams open.",
        "-Foam will be caught in the seams at 1/8\". This is necessary to prevent foam from rolling or buckling.",
        "10 - Bind the bottom of the legs with BIAS TAPE C FOLD WHITE 50P/50C 1\" finished 1/2\" wide.",
        "-Foam is within the binding 1/8\"",
        "-Binding finishes at 17\".",
        "11 - Sew the LEG INSERT to the opening in the back of the leg. Leg Insert is not bound and must stretch.",
        "12 - Zig-zag topstitch the seam allowance down to the LEG INSERT.",
        "-This makes the LEGS.",
        "13 - Sew LEGS to GIRTH, matching notches."
    ],
    "C - PEPLUM": [
        "Pieces Needed: PEPLUM BACK, PEPLUM FRONT (MESH H4057 WASHED WHITE)",
        "1 - Overlap (4) 6\" pieces of TWILL TAPE HVY WEIGHT WHITE 100C 1\" to wrong side of PEPLUM FRONT and BACK side edges",
        "at 1/2\" as marked and edgestitch.",
        "2 - Edgestitch (2) 7\" pieces of TWILL TAPE to CB of the wrong side of PEPLUM BACK as marked.",
        "3 - Turn to face side and edgestitch in place.",
        "4 - Edgestitch (1) 7\" piece of TWILL TAPE to center of wrong side of PEPLUM FRONT as marked.",
        "5 - Overlock PEPLUMS at top and bottom.",
        "-PEPLUM FRONT and BACK do not sew to each other.",
        "6 - Center PEPLUM FRONT on the front of the CHARACTER-WAISTBELT GENERIC and sew.",
        "-Do not sew the Back at this time.",
        "-This makes the PEPLUM."
    ],
    "D - LINING": [
        "Pieces Needed: BACK LINING, FRONT LINING, SIDE BACK LINING, SIDE FRONT LINING (MESH H4057 WASHED WHITE)",
        "1 - Sew darts to the wrong side of the LINING pieces. Markings are on face side.",
        "2 - Sew the SIDE FRONT LINING to the FRONT LINING, and the SIDE BACK LINING to the BACK LINING and overlock",
        "bottom edge.",
        "-Do not sew the side seams.",
        "3 - Close the center front with 1/2\" SA and the center back with 1\" SA.",
        "-Close the center back from the bottom up to the notch leaving the top open for the zipper.",
        "4 - Bartack (17) RINGTAB 5 1/2\" WHITE and (11) RINGTAB 5 1/2\" BLACK to the face of the Lining as marked.",
        "-Stitch halfway between the snaps, male snap on top, female snap facing toward the Lining.",
        "-Check RINGTABS for quality: There should be at least 3\" between center of snaps.",
        "-Side seam Ringtabs are sewn after the Yoke is completely attached in STEP F.",
        "5 - Sew sized LABEL 1/3 SMALL to the ends of the RINGTABS at center front.",
        "-Top Row (White)  is LABEL 1/3 SMALL (54\").",
        "-Second Row (Black) is LABEL 1/3 SMALL (63\").",
        "-Third Row (White) is LABEL 1/3 SMALL (64\").",
        "-Fourth Row (Black) is LABEL 1/3 SMALL (65\").",
        "-Bottom Row (White) is LABEL 1/3 SMALL (60\").",
        "-This makes (2) halves of the LINING."
    ],
    "E - YOKE": [
        "Pieces Needed: YOKE BACK, YOKE FRONT (WASH MESH NW96 JET DYE WHITE)",
        "YOKE PAD (KNIT SPACER SPONGED WHITE)",
        "1 - Sew LABEL REGULAR (20166207/RFID TAGGED) to the left YOKE BACK on wrong side, 1/2\" below the neck.",
        "2 - Sew YOKE BACK and FRONT pieces together at the shoulder and press open.",
        "-This makes the YOKE.",
        "3 - Sew YOKE PAD to the shoulder of the YOKE on the wrong side, as marked.",
        "4 - Bind the finished YOKE neckline with BIAS TAPE C FOLD WHITE 1\" to finish.",
        "-Binding finishes at 28\" including ZIPPER SA."
    ],
    "F - ASSEMBLE PAD, LINING and YOKE": [
        "Steps A - E must be completed before doing this step.",
        "Units Needed:    BODY PAD halves, LEGS, PEPLUM, LINING halves, YOKE",
        "Pieces Needed: BINDING (FLEECE FLANNEL 540 NATURAL), SIDE INSERT (MESH SUPER WHITE)",
        "1 - Sew PEPLUMS to the face of the LINING as marked, with seam allowance pointing up.",
        "2 - Flat LINING to BODY PAD, wrong side to wrong side and overlock side seams.",
        "-RINGTABS will face in toward Wearer.",
        "3 - Sew Top Row of RINGTABS through all layers to secure.",
        "4 - Sew YOKE to the BODY PAD at the back, overlock edges together. Do not sew Yoke Front at this time.",
        "5 - Sew ZIPPER 24\" #5 BRASS CLS ED WHITE with teeth exposed into the center back seam with 1\" SA.",
        "-FOAM has 1/8\" SA at center back and must be caught in seam.",
        "6 - Fold TWILL TAPE HVY WEIGHT WHITE 1\" in half, edgestitch, and sew to the left BACK YOKE at neck to create a Snap Tab.",
        "7 - Sew (1) SNAP #10 SILVER MALE to the center of the Snap Tab, facing the BODY PAD.",
        "8 - Sew (2) SNAP #10 SILVER FEMALE to the face of right BACK YOKE, as marked on pattern.",
        "9 - Sew back of WAISTBELT to the BACK PEPLUMS with center back edges butted together.",
        "10 - Sew the YOKE to the front of the BODY PAD and overlock edges together.",
        "11 - Sew BODY PAD side seams and zig-zag seams open.",
        "12 - Bartack (4) RINGTAB 5 1/2\" WHITE and (4) RINGTAB 5 1/2\" BLACK to the side seams as marked through all layers.",
        "-From the SIDE INSERT seam down they are 1\", 4 3/4\", 8 3/4\", and 13 1/2\" down.The bottom one is almost on the leg seam.",
        "13 - Overlock the armhole edges.",
        "14 - Bind the armhole edge with the BINDING, finishing at 1/2\" wide.",
        "15 - Coverstitch the top edge of the SIDE INSERT turning under 1/2\". Stitches must stretch without popping.",
        "16 - Overlock bottom edge of SIDE INSERT.",
        "17 - Sew the SIDE INSERT to the underarm opening.",
        "18 - Zig zag topstitch the seam allowance to the SIDE INSERT.",
        "19 - Sew RFID TAG W/ POUCH WT-A543P vertically to the face of the left side seam, inbetween the top (2) Ringtabs.",
        "20 - Sew the LEGS to the bottom of the BODY PAD.",
        "-Foam of LEGS and BODY PAD will be caught in the seams at 1/8\".",
        "-This is necessary to prevent foam from rolling or buckling.",
        "END"
    ]
}